
<policyDefinitionResources revision="1.0" schemaVersion="1.0">

  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Name_ECSCommunicationEnabled">Aktivér kommunikations-og overførselsforsøg</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 og senere</string>
      <string id="Part_UninstallEdgePolicy">Politik for fjernelse af Microsoft Edge</string>
      <string id="Pol_ProxyMode">Vælg, hvordan indstillinger for proxyserveren skal angives</string>
      <string id="Name_ForceInstallsMachine">Gennemtving installationer (hele computeren)</string>
      <string id="Name_ManualUpdatesOnly">Kun manuelle opdateringer</string>
      <string id="Pol_EdgePreview">Tillad, at brugere i Windows Insider Program tilmeldes Edge Preview</string>
      <string id="Name_UninstallEdgeDisabled">Deaktiveret</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 og nyere</string>
      <string id="Explain_Applications">Der kræves en opdateret ADMX/ADML-skabelon for at understøtte Microsoft Edge-programmer, der frigives i fremtiden.</string>
      <string id="Name_DesktopShortcutDisabled">Undgå oprettelse af skrivebordsgenvej ved installation</string>
      <string id="Pol_DefaultRemoveDesktopShortcut">Fjern skrivebordsgenveje ved standardopdatering</string>
      <string id="ProxyFixedServers_DropDown">Brug faste proxyservere</string>
      <string id="TargetChannel_Dev_DropDown">Dev</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Microsoft Edge Update 1.3.145.1 og senere</string>
      <string id="Pol_ECSControl">Kontrollér opdaterings kommunikationens kommunikation med Eksperimenterings- og konfigurationstjenesten</string>
      <string id="Explain_ECSControl">I Microsoft Edge Update bruges Eksperimenterings- og konfigurationstjenesten til at udrulle forsøg med nyttedata.

Forsøg med nyttedata består af en liste over funktioner, der er i første udviklingsfase, som Microsoft aktiverer til test og feedback.

Hvis du aktiverer (1) denne politik, downloades forsøg med nyttedata fra Eksperimenterings- og konfigurationstjenesten.

Hvis du deaktiverer (0) denne politik, stoppes kommunikationen med Eksperimenterings- og konfigurationstjenesten fuldstændigt.

Hvis du ikke konfigurerer denne politik, er funktionsmåden på en administreret enhed den samme som politikken "deaktiveret".

Hvis du ikke konfigurerer denne politik, er funktionsmåden på en ikke-administreret enhed det samme som "aktiveret" for politikken.</string>
      <string id="Name_InstallsDisabled">Installationer er deaktiveret</string>
      <string id="Pol_TargetChannel">Tilsidesættelse af destinationskanal</string>
      <string id="Pol_AllowInstallation">Tillad installation</string>
      <string id="Name_UninstallEdgeEnabledAndDeleteData">Aktiverede og slettede brugerdata</string>
      <string id="Explain_CreateDesktopShortcut">Hvis du aktiverer (1) denne politik, oprettes der en skrivebordsgenvej, når Microsoft Edge installeres.
  Hvis du deaktiverer (0) denne politik, oprettes der ingen skrivebordsgenvej, når Microsoft Edge installeres.
  Hvis du ikke konfigurerer denne politik, oprettes der en skrivebordsgenvej til Microsoft Edge under installationen.
  Hvis Microsoft Edge allerede er installeret, har denne politik ingen indvirkning.

  Hvis du ikke konfigurerer denne politik for en kanal, bestemmer politikkonfigurationen 'Opret skrivebordsgenvej ved installation som standard' oprettelse af genveje, når Microsoft Edge installeres.</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 og nyere</string>
      <string id="Pol_AllowSideBySideExperience">Tillad side om side-browseroplevelse i Microsoft Edge</string>
      <string id="Explain_AutoUpdateCheckPeriod">Mindste antal minutter mellem automatiske opdateringskontroller.

Angiv denne politik til værdien 0 for at deaktivere al periodisk netværkstrafik af Microsoft Edge Update. Dette anbefales ikke, da det forhindrer Microsoft Edge Update sig selv i at modtage stabilitets- og sikkerhedsopdateringer.

Indstillingerne "Tilsidesæt standard for opdateringspolitik" og "tilsidesættelse af opdateringspolitik" skal bruges til at administrere programopdateringer i stedet for denne indstilling.

Værdierne for denne politik kan variere fra 0 til 43200.</string>
      <string id="TargetChannel_Extended_Stable_DropDown">Udvidet Stabil</string>
      <string id="Explain_DefaultUpdatePolicy">Giver dig mulighed for at angive standardfunktionsmåden for alle kanaler i relation til hvordan Microsoft Edge Update håndterer tilgængelige opdateringer til Microsoft Edge. Kan tilsidesættes for individuelle kanaler ved at specificere politikken 'Tilsidesættelse af opdateringspolitik' for disse specifikke kanaler.

Hvis du aktiverer denne politik, vil Microsoft Edge Update håndterer Microsoft Edge-opdateringer i henhold til hvordan du har konfigureret følgende indstillinger:
  – Opdaterings deaktiveret (0): Opdateringer anvendes aldrig.
  – Tillad altid opdateringer (1) (anbefalet): Opdateringer anvendes altid, når de findes, enten af en specifik opdatering efter ved en manuel søgning efter opdateringer.
  – Kun manuelle opdateringer (2): Opdateringer anvendes kun, når brugeren kører en manuel søgning efter opdateringer.
  – Kun automatisk uovervåget installation (3): Opdateringer anvendes kun når de findes af den regelmæssige søgning efter opdateringer.

Hvis du vælger manuelle opdateringer, skal du sørge for at den periodiske søgning efter opdateringer ved brug af appens mekanisme til manuel opdatering, hvis tilgængelig. Hvis du deaktiverer opdateringer, periodisk søgning efter opdateringer, og distribuere dem til brugere.

Hvis du ikke aktiverer og konfigurerer denne politik, håndterer Microsoft Edge Update tilgængelige opdateringer, som specificeret af politikken 'Tilsidesættelse af opdateringspolitik'.

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_WebView_AutoUpdate">Giver dig mulighed for at angive, om automatiske opdateringer er aktiveret for WebView2 Runtime. WebView2 Runtime er en komponent, der bruges af programmer til at vise webindhold.
  Automatiske opdateringer er aktiveret som standard. Deaktivering af automatiske opdateringer for WebView2 Runtime kan forårsage kompatibilitetsproblemer med programmer, der afhænger af denne komponent.

  Hvis du aktiverer denne politik, håndterer Microsoft Edge Update opdateringer af WebView2 Runtime i overensstemmelse med, hvordan du konfigurerer følgende indstillinger:
  – Tillad altid opdateringer (1): Opdateringer downloades og anvendes automatisk
  – Opdateringer er deaktiverede (0): Opdateringer downloades eller anvendes ikke

  Hvis du ikke aktiverer denne politik, downloades og anvendes opdateringer automatisk.</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 og nyere</string>
      <string id="Name_MeteredUpdatesEnabled">Forbrugsbaserede opdateringer er tilladt</string>
      <string id="ProxyAutoDetect_DropDown">Registrer automatisk proxyindstillinger</string>
      <string id="ProxyPacScript_DropDown">Brug et .pac-proxyscript</string>
      <string id="Sup_EdgeUpdate1_3_179_5">Microsoft Edge Update 1.3.179.5 og nyere</string>
      <string id="DownloadPreference_DropDown">Cachelagringsbare URL-adresser til download</string>
      <string id="Name_ForceInstallsUser">Gennemtving installationer (pr. bruger)</string>
      <string id="Explain_AllowSideBySideExperience">Med denne politik kan en bruger køre Microsoft Edge (Edge HTML) og Microsoft Edge (Chromium-baseret) side om side.

Hvis denne politik er indstillet til "Ikke konfigureret", erstatter Microsoft Edge (Chromium-baseret) Microsoft Edge (Edge HTML) efter den stabile Microsoft Edge-kanal (Chromium-baserede), og sikkerhedsopdateringerne for november 2019 er installeret.  Dette er den samme funktionsmåde som indstillingen "Deaktiveret".

Denne "deaktiverede" (0) indstilling blokereren side om side oplevelse og Microsoft Edge (Chromium-baseret) erstatter Microsoft Edge (Edge HTML) efter den stabile Microsoft Edge-kanal (Chromium-baserede), og sikkerhedsopdateringerne for november 2019 er installeret.  Dette er den samme funktionsmåde som indstillingen "Ikke konfigureret".

Når denne politik er "aktiveret" (1), kan Microsoft Edge (Chromium-baseret) og Microsoft Edge (Edge HTML) køre side om side, når Microsoft Edge (Chromium-baseret) er installeret.

Hvis denne gruppepolitik skal træde i kraft, skal den konfigureres, før den automatiske installation af Microsoft Edge (Chromium-baseret) af Windows Update. Bemærk! En bruger kan blokere den automatiske opdatering af Microsoft Edge (Chromium-baseret) ved hjælp af Microsoft Edge (Chromium-baserede) Blocker Toolkit.

Startende med Windows 10 version 20H2 understøttes den ældre version af Microsoft Edge og side om side-browseroplevelsen ikke.</string>
      <string id="Explain_RemoveDesktopShortcut">Hvis du angiver denne politik til "Tving sletning af skrivebordsgenveje på systemniveau" (1), vil alle eksisterende Microsoft Edge-skrivebordsgenveje på systemniveau blive slettet, når browseren opdaterer, eller maskinen genstarter.
  Hvis du angiver denne politik til "Tving sletning af skrivebordsgenveje på systemniveau og brugerniveau" (2), slettes alle eksisterende Microsoft Edge-skrivebordsgenveje på systemniveau, når browseren opdaterer eller maskinen genstarter, og eventuelle eksisterende skrivebordsgenveje på brugerniveau vil blive slettet, når browseren opdateres. Dette inkluderer skrivebordsgenveje på brugerniveau, som brugerne måske selv har lavet.
  Hvis du ikke konfigurerer denne politik eller deaktiverer den (0), sker der ikke noget med eksisterende Microsoft Edge-skrivebordsgenveje.

  Hvis du ikke konfigurerer denne politik for en kanal, bestemmer politikkonfigurationen 'Fjern skrivebordsgenveje ved standardopdatering' fjernelse af skrivebordsgenveje.</string>
      <string id="ProxyDisabled_DropDown">Brug aldrig en proxy</string>
      <string id="Pol_DefaultAllowInstallation">Standard for Tillad installation</string>
      <string id="Pol_ProxyPacUrl">URL-adresse til en .pac-proxyfil</string>
      <string id="Cat_Applications">Programmer</string>
      <string id="Explain_ProxyPacUrl">Giver dig mulighed for at angive en URL-adresse til en automatisk konfigurationsfil til proxy (PAC).

  Hvis du aktiverer denne politik, kan du angive en URL-adresse til en PAC-fil for at automatisere, hvordan Microsoft Edge Update vælger den relevante proxyserver til hentning af et bestemt websted.

  Denne politik anvendes kun, hvis du har angivet manuelle proxyindstillinger i politikken 'Vælg, hvordan indstillinger for proxyserveren skal angives'.

  Undlad at konfigurere denne politik, hvis du har valgt en anden proxyindstilling end manuel i politikken 'Vælg, hvordan indstillinger for proxyserveren skal angives.</string>
      <string id="Sup_EdgeUpdate1_3_193_5">Microsoft Edge Update 1.3.193.5 og nyere</string>
      <string id="TargetChannel_Beta_DropDown">Beta</string>
      <string id="Sup_EdgeUpdate1_3_168_21">Microsoft Edge Update 1.3.168.21 og senere</string>
      <string id="Explain_Preferences">Generelle politikker for Microsoft Edge Update.</string>
      <string id="Explain_WebView">Angiver politikker for WebView2 Runtime.</string>
      <string id="Name_DefaultMeteredUpdatesDisabled">Standardopdateringer efter forbrug er deaktiveret</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 og nyere</string>
      <string id="Explain_ProxyServer">Giver dig mulighed for at angive hvilken URL-adressen proxy-serveren til Microsoft Edge Update skal bruge.

  Hvis du aktiverer denne politik, kan du sætte proxy-serverens URL-adresse, der bruges af Microsoft Edge Update i din organisation.

  >Denne politik anvendes kun, hvis du har valgt manuelle proxy-indstillinger i politikken 'Vælg, hvordan indstillinger for proxyserveren skal angives'.

  Konfigurer ikke denne politik, hvis du har valgt en anden proxy-indstilling end manuel i politikken 'Vælg, hvordan indstillinger for proxyserveren skal angives'.</string>
      <string id="Pol_MeteredUpdates">Lad brugere opdatere på forbrugsbaserede forbindelser</string>
      <string id="Name_UninstallEdgeNotConfigured">Ikke konfigureret</string>
      <string id="Explain_DefaultAllowInstallation">Du kan angive standardfunktionsmåden for alle kanaler for at tillade eller blokere Microsoft Edge-opdateringer på enheder, der er tilsluttet et domæne.

Du kan tilsidesætte denne politik for individuelle kanaler ved at aktivere (1) politikken 'Tillad installation' for specifikke kanaler.

Hvis du deaktiverer (2) denne politik, blokeres installationen af Microsoft Edge. Dette påvirker kun installationen af Microsoft Edge-softwaren, når politikken 'Tillad installation' er indstillet til Ikke konfigureret.

Denne politik forhindrer ikke Microsoft Edge Update i at køre eller brugere i at installere Microsoft Edge-software ved hjælp af andre måder..

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Sup_EdgeUpdate1_3_155_1">Microsoft Edge Update 1.3.155.1 og senere</string>
      <string id="TargetChannel_Stable_DropDown">Stabil</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Pol_DefaultUpdatePolicy">Tilsidesæt standard for opdateringspolitik</string>
      <string id="Explain_ProxyMode">Giver dig mulighed for at angive proxyserverindstillingerne, der anvendes af Microsoft Edge Update.

  Hvis du aktiverer denne politik, kan du  vælge mellem følgende proxyserverindstillinger:
   - Hvis du vælger aldrig at bruge en proxyserver og altid oprette forbindelse direkte, ignoreres alle andre indstillinger.
   - Hvis du vælger at bruge systemproxyindstillinger or automatisk registrering af proxyserveren, ignoreres alle andre indstillinger.
   - Hvis du vælger fast server proxy-tilstand, kan du angive yderligere indstillinger i politikken 'Adresse eller URL-adresse på en proxyserver'.
   - Hvis du vælger at bruge en pac proxy-script, skal du angive URL-adressen for scriptet i politikken 'URL-adresse til proxy. PAC-fil'.

  Hvis du aktiverer denne politik, kan brugere i din organisation ikke ændre proxyindstillingerne i Microsoft Edge Update.

  hvis du deaktiverer eller ikke konfigurer denne politik, er der ikke konfigureret nogen proxyserverindstillinger, men brugere i din organisation kan vælge deres egne proxyindstillinger til Microsoft Edge Update.</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 og nyere</string>
      <string id="Pol_RemoveDesktopShortcut">Fjern skrivebordsgenveje ved opdatering</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Microsoft Edge Update 1.3.147.1 og senere</string>
      <string id="Name_UpdatesDisabled">Opdateringer er deaktiveret</string>
      <string id="Pol_RollbackToTargetVersion">Annuller til målversion</string>
      <string id="Explain_WebView_Install">Giver dig mulighed for at angive, om WebView2 Runtime kan installeres ved hjælp af Microsoft Edge Update.

  Hvis du aktiverer (1) denne politik, kan brugerne installere WebView2 Runtime via Microsoft Edge Update.

  Hvis du deaktiverer (0) denne politik (eller indstiller den til "Installationer deaktiveret"), kan brugerne ikke installere WebView2 Runtime via Microsoft Edge Update.

  Hvis du indstiller denne politik til Altid at tillade installationer på tværs af hele computeren, men ikke installationer pr. bruger, installeres (4) WebView2 Runtime kun på hele computeren.

  Hvis du indstiller politikken til Gennemtving installationer (maskinel) (5), kan brugerne installere WebView2 Runtime på alle computere, hvor Microsoft Edge Update er forudinstalleret. Kræver Microsoft Edge Update 1.3.155.43 eller nyere.

  Hvis du ikke konfigurerer denne politik, installeres WebView2 Runtime via Microsoft Edge Update.</string>
      <string id="Explain_GoogleUpdate">Politikker til styring af installationen og opdatering af Microsoft Edge ved hjælp af Microsoft Edge Update.</string>
      <string id="Explain_DefaultRemoveDesktopShortcut">Giver dig mulighed for at angive standardfunktionsmåden for alle kanaler til oprettelse af en skrivebordsgenvej, når Microsoft Edge installeres.

  Hvis du angiver denne politik til "Tving sletning af skrivebordsgenveje på systemniveau" (1), vil alle eksisterende Microsoft Edge-skrivebordsgenveje på systemniveau blive slettet, når browseren opdaterer, eller maskinen genstarter.
  Hvis du angiver denne politik til "Tving sletning af skrivebordsgenveje på systemniveau og brugerniveau" (2), slettes alle eksisterende Microsoft Edge-skrivebordsgenveje på systemniveau, når browseren opdaterer eller maskinen genstarter, og eventuelle eksisterende skrivebordsgenveje på brugerniveau vil blive slettet, når browseren opdateres. Dette inkluderer skrivebordsgenveje på brugerniveau, som brugerne måske selv har lavet.
  Hvis du ikke konfigurerer denne politik eller deaktiverer den (0), sker der ikke noget med eksisterende Microsoft Edge-skrivebordsgenveje.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Hvis du aktiverer denne politik, undertrykkes opdateringskontrol hver dag med start ved Time:Minut for en varighedsperiode (i minutter). Varigheden påvirkes ikke af sommertid. Hvis starttidspunktet f.eks. er 22:00, og varigheden er 480 minutter, undertrykkes opdateringer i præcis 8 timer, uanset om sommertid starter eller slutter i denne periode.

Hvis du deaktiverer eller undlader at konfigurere denne politik, undertrykkes opdateringskontroller ikke i nogen bestemt periode.

Værdierne for denne politik kan variere fra 0 til 23 for timer, 0 til 59 for minutter og 0 til 960 for varigheden i minutter.</string>
      <string id="Name_UpdatesEnabled">Tillad altid opdateringer (anbefales)</string>
      <string id="Cat_ProxyServer">Proxyserver</string>
      <string id="Pol_CreateDesktopShortcut">Opret skrivebordsgenvej ved installation</string>
      <string id="Pol_AutoUpdateCheckPeriod">Tilsidesæt periode for automatisk søgning efter opdateringer</string>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 og nyere</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Opret skrivebordsgenvej ved installation som standard</string>
      <string id="Name_DeleteSystemDesktopShortcuts">Tving sletning af skrivebordsgenveje på systemniveau</string>
      <string id="Name_ECSCommunicationDisabled">Deaktiver kommunikation med Eksperimenterings- og konfigurationstjenesten</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 og nyere</string>
      <string id="Name_InstallsEnabled">Tillad altid installationer (anbefalet)</string>
      <string id="Explain_DownloadPreference">Hvis politikken er aktiveret, vil Microsoft Edge Update-serveren forsøge at angive cachevenlige URL-adresser for opdateringsnyttedata i sine svar.</string>
      <string id="Name_AutomaticUpdatesOnly">Kun automatiske opdateringer uden brugerinput</string>
      <string id="Pol_DefaultMeteredUpdates">Lad brugerne opdatere alle apps på forbrugsbaserede forbindelser</string>
      <string id="Name_DefaultMeteredUpdatesEnabled">Standard efter forbrugsbaserede opdateringer er tilladt</string>
      <string id="Pol_TargetVersionPrefix">Tilsidesættelse af destinationsversionen</string>
      <string id="Pol_UninstallEdge">Angiv, hvordan fjernelsen af Microsoft Edge skal fungere</string>
      <string id="Name_MeteredUpdatesDisabled">Forbrugsbaserede deaktiveringsopdateringer</string>
      <string id="Pol_DownloadPreference">Tilsidesættelse af klasse for URL-adresse til download</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Tidsperiode hver dag, hvor automatiske søgninger efter opdateringer skal undertrykkes</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 og nyere</string>
      <string id="Cat_WebView">Microsoft Edge WebView2 Runtime</string>
      <string id="Pol_UpdatePolicy">Tilsidesættelse af opdateringspolitik</string>
      <string id="Name_UninstallEdgeEnabledAndKeepData">Aktiveret</string>
      <string id="Pol_ProxyServer">Adresse eller URL-adresse til proxyserver</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Giver dig mulighed for at angive standardfunktionsmåden for alle kanaler til oprettelse af en skrivebordsgenvej, når Microsoft Edge installeres.

  Hvis du aktiverer (1) denne politik, oprettes der en skrivebordsgenvej, når Microsoft Edge installeres.
  Hvis du deaktiverer (0) denne politik, oprettes der ingen skrivebordsgenvej, når Microsoft Edge installeres.
  Hvis du ikke konfigurerer denne politik, oprettes der en skrivebordsgenvej til Microsoft Edge under installationen.
  Hvis Microsoft Edge allerede er installeret, har denne politik ingen indvirkning.</string>
      <string id="Name_DeleteAllDesktopShortcuts">Tving sletning af skrivebordsgenveje på systemniveau og brugerniveau</string>
      <string id="ProxyUseSystem_DropDown">Brug systemets proxyindstillinger</string>
      <string id="Cat_Preferences">Indstillinger</string>
      <string id="Name_InstallsEnabledMachineOnly">Tillad altid Machine-Wide-installationer, men ikke Per-User-installationer</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge-opdatering</string>
      <string id="Explain_DefaultMeteredUpdatesPolicy">Angiver, om Microsoft Edge Update opdaterer på forbindelser, der er markeret som forbrugsbaseret, f.eks. mobilforbindelser eller andre, hvor dataforbruget styres for alle apps. 

Hvis du ikke aktiverer og konfigurerer denne politik, sker opdateringer baseret på til/fra-knappen "Download opdateringer via forbrugsbaserede forbindelser" på siden Om i Microsoft Edge-browser. Hvis en bruger ikke foretager et valg, bruges Windows-indstillingen. Du kan få mere at vide om Windows-indstillingen her: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Tillad altid opdateringer (2): Opdateringer downloades altid, når de findes, enten ved automatisk opdateringskontrol eller ved en manuel opdateringskontrol.

Opdateringer er deaktiveret (1): Opdateringer downloades ikke, når der bruges en forbrugsbaseret forbindelse.</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Angiver, om en Microsoft Edge-kanal kan installeres på enheder, der er tilsluttet et domæne.

  Hvis du aktiverer (1) denne politik for en kanal, vil Microsoft Edge ikke blive blokeret fra installation.

  Hvis du deaktiverer (0) denne politik for en kanal (eller sætter den til "installationer deaktiveret"), vil Microsoft Edge blive blokeret fra installation.

  Hvis du udlader at konfigurere denne politikken for en kanal, fastslår Politikkonfigurationen "Standard for Tillad installation", om brugerne kan installere den pågældende kanal i Microsoft Edge.

Hvis du indstiller denne politik til Tillad altid Machine-Wide installationer, men ikke Per-User installationer (4), vil "APP_NAME" kun blive installeret på hele computeren.

Hvis du angiver denne politik til Gennemtving installationer (hele computeren) (5), kan "APP_NAME" kun udrulles på hele computeren, hvis Microsoft Edge Update er forudinstalleret. Kræver Microsoft Edge Update 1.3.155.43 eller nyere.

Hvis du sætter denne politik til Gennemtving installationer (Pr. bruger) (6), kan "APP_NAME" muligvis kun installeres på Per User-basis på alle computere, hvis Microsoft Edge Update er forudinstalleret pr. bruger. Kræver Microsoft Edge Update 1.3.155.43 eller nyere.

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Specificerer, hvordan Microsoft Edge Update håndterer tilgængelige opdateringer til Microsoft Edge.

Hvis du aktiverer denne politik, vil Microsoft Edge Update håndterer Microsoft Edge-opdateringer i henhold til hvordan du har konfigureret følgende indstillinger:
  – Opdaterings deaktiveret (0): Opdateringer anvendes aldrig.
  – Tillad altid opdateringer (1) (Anbefalet): Opdateringer anvendes altid, når de findes, enten af en specifik opdatering efter ved en manuel søgning efter opdateringer.
  – Kun manuelle opdateringer (2): Opdateringer anvendes kun, når brugeren kører en manuel søgning efter opdateringer. (Ikke alle apps har en grænseflade til denne indstilling).
  – Kun automatisk uovervåget installation (3): Opdateringer anvendes kun når de findes af den regelmæssige søgning efter opdateringer.

Hvis du vælger manuelle opdateringer, skal du sørge for at den periodiske søgning efter opdateringer ved brug af appens mekanisme til manuel opdatering, hvis tilgængelig. Hvis du deaktiverer opdateringer, periodisk søgning efter opdateringer, og distribuere dem til brugere.

Hvis du ikke aktiverer og konfigurerer denne politik, håndterer Microsoft Edge Update tilgængelige opdateringer, som specificeret af politikken 'Tilsidesæt standard for opdateringspolitik'.

Se https://go.microsoft.com/fwlink/?linkid=2136406 for flere oplysninger.

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_TargetChannelMicrosoftEdge">Specificerer, hvilken kanal, Microsoft Edge skal opdateres til.

Hvis du aktiverer denne politik, opdateres Microsoft Edge til kanalen i henhold til, hvordan du konfigurerer følgende indstillinger:

  – Stabil: Microsoft Edge vil blive opdateret til den nyeste stabile version.
  – Beta: Microsoft Edge vil blive opdateret til den nyeste betaversion.
  – Dev: Microsoft Edge vil blive opdateret til den nyeste dev-version.
  – Udvidet Stabil: Microsoft Edge vil blive opdateret til den nyeste udvidede stabile version, som følger en længere udgivelsesfrekvens end stabil. Besøg https://go.microsoft.com/fwlink/?linkid=2163508 for at få flere oplysninger.

Hvis du ikke konfigurerer denne politik, vil Microsoft Edge blive opdateret til den nyeste version, der er tilgængelig for Standardkanalen.

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Når du har aktiveret denne politik, og automatisk opdatering er aktiveret, opdateres Microsoft Edge til den version, der er angivet af denne politikværdi.

Politikværdien skal være en bestemt Microsoft Edge-version, f.eks. 83.0.499.12.

Hvis en enhed har en nyere version af Microsoft Edge end den angivne værdi, vil Microsoft Edge forblive i den nyere version og ikke nedgradere til den angivne version.

Hvis den angivne version ikke findes, eller ikke er formateret korrekt, forbliver Microsoft Edge i den aktuelle version og opdateres ikke automatisk til fremtidige versioner.

Se https://go.microsoft.com/fwlink/?linkid=2136707 for flere oplysninger.

Denne politik er kun tilgængelig i Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Angiver, at Microsoft Edge Update skal annullere opdatering af installationer af Microsoft Edge til den version, der er angivet i "Tilsidesættelse af destinationsversionen".

Denne politik har ingen effekt, medmindre "Tilsidesættelse af destinationsversionen" er angivet og "Tilsidesættelse af opdateringspolitik" er angivet til én af TIL-standene (Tillad altid opdateringer, Kun automatiske opdateringer uden bruger input, Kun manuelle opdateringer).

Hvis du deaktiverer (0) denne politik eller undlader at konfigurere den, forbliver installationer, der har en version, der er højere end den, der er angivet af "Tilsidesættelse af destinationsversionen", som de er.

Hvis du aktiverer (1) denne politik, nedgraderes installationer, der har en aktuel version, der er højere end angivet af "Tilsidesættelse af destinationsversionen", til målversionen.

Vi anbefaler, at brugerne installerer den nyeste version af Microsoft Edge-browseren for at sikre beskyttelse af de nyeste sikkerhedsopdateringer. Annullering af opdatering til en tidligere version risikerer at blive udsat for kendte sikkerhedsproblemer. Denne politik er beregnet til at blive brugt som en midlertidig rettelse til at løse problemer i en Microsoft Edge-browseropdatering.

Før du midlertidigt annullerer din browserversion, anbefaler vi, at du aktiverer Synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) for alle brugere i organisationen. Hvis du ikke aktiverer Synkronisering, er der risiko for permanent tab af browserdata. Brug denne politik på eget ansvar.

Bemærk: Alle versioner, der er tilgængelige for annullering af opdatering, kan ses her https://aka.ms/EdgeEnterprise.

Denne artikel gælder for Microsoft Edge version 86 eller nyere.

Se https://go.microsoft.com/fwlink/?linkid=2133918 for flere oplysninger.

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_EdgePolicyMicrosoftEdge">Giver dig mulighed for at angive, om brugere i Windows Insider Program er tilmeldt Edge Preview via Microsoft Edge Update.

  – Hvis du aktiverer (1) denne politik, er brugere i Windows Insider Program tilmeldt Edge Preview via Microsoft Edge Update.

  – Hvis du deaktiverer (0) denne politik, kan brugere i Windows Insider Program ikke tilmeldes Edge Preview via Microsoft Edge Update.

  – Hvis du ikke konfigurerer denne politik, er brugere i Windows Insider Program som standard tilmeldt Edge Preview via Microsoft Edge Update.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdge">Angiver, om Microsoft Edge Update opdaterer på forbindelser, der er markeret som forbrugsbaserede, f.eks. mobilforbindelser eller andre, hvor dataforbruget styres for den Microsoft Edge-browser. 

Hvis du ikke aktiverer og konfigurerer denne politik, sker opdateringer baseret på til/fra-knappen "Download opdateringer via forbrugsbaserede forbindelser" på siden Om i Microsoft Edge-browser. Hvis en bruger ikke foretager et valg, bruges Windows-indstillingen. Du kan få mere at vide om Windows-indstillingen her: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Tillad altid opdateringer (2): Opdateringer downloades altid, når de findes, enten ved automatisk opdateringskontrol eller ved en manuel opdateringskontrol.

Deaktiver opdateringer (1): Opdateringer downloades ikke, når der bruges en forbrugsbaseret forbindelse.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdge">Du kan angive, om Microsoft Edge (stabil kanal) er fjernet, eller om muligheden for at fjerne det er deaktiveret, på domænetilknyttede enheder i Det Europæiske Økonomiske Samarbejdsområde (EØS).

Hvis denne politik er aktiveret, fjernes Microsoft Edge automatisk på alle enheder i EØS, hvor denne politik er installeret. Brugerdata gemmes på enheden. Microsoft Edge fjernes, næste gang Microsoft Edge Update søger efter opdateringer automatisk. Hvis Microsoft Edge fjernes fra enheder, programmer, widgets (f.eks. Nyheder, Søg og Vejr) eller andre progressive webprogrammer (PWA'er), der er afhængige af Microsoft Edge, vil de ikke længere være tilgængelige.

Hvis denne politik er indstillet til "Aktiveret og slet brugerdata" (indstilling "2"), afinstalleres Microsoft Edge automatisk på alle enheder i EØS, hvor denne politik er installeret, og brugerdata slettes fra enheden.

Hvis denne politik er indstillet til "Deaktiveret" (indstilling "3"), forhindres alle brugere i EØS i at fjerne Microsoft Edge, hvor denne politik er installeret.

Hvis politikken er "Ikke konfigureret" (standardindstilling), bestemmer en brugers Windows-områdeindstilling, om brugeren kan fjerne Microsoft Edge på en enhed, der er tilknyttet et domæne. Det er kun brugere i EØS-lande, der kan fjerne Microsoft Edge, hvis de vælger at gøre det. Brugere uden for dette område kan ikke fjerne Microsoft Edge. 

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.

Gør følgende, hvis Microsoft Edge skal geninstalleres:
– du kan angive politikken "Installer" for at gennemtvinge installationer (hele computeren), så det er muligt at geninstallere Microsoft Edge.
– hvis du angiver installationspolitikken til Gennemtving installationer (hele computeren) og også indstiller fjernelsespolitikken til Aktiveret, tilsidesætter politikken Gennemtving installationer (hele computeren) fjernelsespolitikken.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Angiver, om en Microsoft Edge-kanal kan installeres på enheder, der er tilsluttet et domæne.

  Hvis du aktiverer (1) denne politik for en kanal, vil Microsoft Edge ikke blive blokeret fra installation.

  Hvis du deaktiverer (0) denne politik for en kanal (eller sætter den til "installationer deaktiveret"), vil Microsoft Edge blive blokeret fra installation.

  Hvis du udlader at konfigurere denne politikken for en kanal, fastslår Politikkonfigurationen "Standard for Tillad installation", om brugerne kan installere den pågældende kanal i Microsoft Edge.

Hvis du indstiller denne politik til Tillad altid Machine-Wide installationer, men ikke Per-User installationer (4), vil "APP_NAME" kun blive installeret på hele computeren.

Hvis du angiver denne politik til Gennemtving installationer (hele computeren) (5), kan "APP_NAME" kun udrulles på hele computeren, hvis Microsoft Edge Update er forudinstalleret. Kræver Microsoft Edge Update 1.3.155.43 eller nyere.

Hvis du sætter denne politik til Gennemtving installationer (Pr. bruger) (6), kan "APP_NAME" muligvis kun installeres på Per User-basis på alle computere, hvis Microsoft Edge Update er forudinstalleret pr. bruger. Kræver Microsoft Edge Update 1.3.155.43 eller nyere.

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Specificerer, hvordan Microsoft Edge Update håndterer tilgængelige opdateringer til Microsoft Edge.

Hvis du aktiverer denne politik, vil Microsoft Edge Update håndterer Microsoft Edge-opdateringer i henhold til hvordan du har konfigureret følgende indstillinger:
  – Opdaterings deaktiveret (0): Opdateringer anvendes aldrig.
  – Tillad altid opdateringer (1) (Anbefalet): Opdateringer anvendes altid, når de findes, enten af en specifik opdatering efter ved en manuel søgning efter opdateringer.
  – Kun manuelle opdateringer (2): Opdateringer anvendes kun, når brugeren kører en manuel søgning efter opdateringer. (Ikke alle apps har en grænseflade til denne indstilling).
  – Kun automatisk uovervåget installation (3): Opdateringer anvendes kun når de findes af den regelmæssige søgning efter opdateringer.

Hvis du vælger manuelle opdateringer, skal du sørge for at den periodiske søgning efter opdateringer ved brug af appens mekanisme til manuel opdatering, hvis tilgængelig. Hvis du deaktiverer opdateringer, periodisk søgning efter opdateringer, og distribuere dem til brugere.

Hvis du ikke aktiverer og konfigurerer denne politik, håndterer Microsoft Edge Update tilgængelige opdateringer, som specificeret af politikken 'Tilsidesæt standard for opdateringspolitik'.

Se https://go.microsoft.com/fwlink/?linkid=2136406 for flere oplysninger.

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">Specificerer, hvilken kanal, Microsoft Edge skal opdateres til.

Hvis du aktiverer denne politik, opdateres Microsoft Edge til kanalen i henhold til, hvordan du konfigurerer følgende indstillinger:

  – Stabil: Microsoft Edge vil blive opdateret til den nyeste stabile version.
  – Beta: Microsoft Edge vil blive opdateret til den nyeste betaversion.
  – Dev: Microsoft Edge vil blive opdateret til den nyeste dev-version.
  – Udvidet Stabil: Microsoft Edge vil blive opdateret til den nyeste udvidede stabile version, som følger en længere udgivelsesfrekvens end stabil. Besøg https://go.microsoft.com/fwlink/?linkid=2163508 for at få flere oplysninger.

Hvis du ikke konfigurerer denne politik, vil Microsoft Edge blive opdateret til den nyeste version, der er tilgængelig for Standardkanalen.

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Når du har aktiveret denne politik, og automatisk opdatering er aktiveret, opdateres Microsoft Edge til den version, der er angivet af denne politikværdi.

Politikværdien skal være en bestemt Microsoft Edge-version, f.eks. 83.0.499.12.

Hvis en enhed har en nyere version af Microsoft Edge end den angivne værdi, vil Microsoft Edge forblive i den nyere version og ikke nedgradere til den angivne version.

Hvis den angivne version ikke findes, eller ikke er formateret korrekt, forbliver Microsoft Edge i den aktuelle version og opdateres ikke automatisk til fremtidige versioner.

Se https://go.microsoft.com/fwlink/?linkid=2136707 for flere oplysninger.

Denne politik er kun tilgængelig i Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Angiver, at Microsoft Edge Update skal annullere opdatering af installationer af Microsoft Edge til den version, der er angivet i "Tilsidesættelse af destinationsversionen".

Denne politik har ingen effekt, medmindre "Tilsidesættelse af destinationsversionen" er angivet og "Tilsidesættelse af opdateringspolitik" er angivet til én af TIL-standene (Tillad altid opdateringer, Kun automatiske opdateringer uden bruger input, Kun manuelle opdateringer).

Hvis du deaktiverer (0) denne politik eller undlader at konfigurere den, forbliver installationer, der har en version, der er højere end den, der er angivet af "Tilsidesættelse af destinationsversionen", som de er.

Hvis du aktiverer (1) denne politik, nedgraderes installationer, der har en aktuel version, der er højere end angivet af "Tilsidesættelse af destinationsversionen", til målversionen.

Vi anbefaler, at brugerne installerer den nyeste version af Microsoft Edge-browseren for at sikre beskyttelse af de nyeste sikkerhedsopdateringer. Annullering af opdatering til en tidligere version risikerer at blive udsat for kendte sikkerhedsproblemer. Denne politik er beregnet til at blive brugt som en midlertidig rettelse til at løse problemer i en Microsoft Edge-browseropdatering.

Før du midlertidigt annullerer din browserversion, anbefaler vi, at du aktiverer Synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) for alle brugere i organisationen. Hvis du ikke aktiverer Synkronisering, er der risiko for permanent tab af browserdata. Brug denne politik på eget ansvar.

Bemærk: Alle versioner, der er tilgængelige for annullering af opdatering, kan ses her https://aka.ms/EdgeEnterprise.

Denne artikel gælder for Microsoft Edge version 86 eller nyere.

Se https://go.microsoft.com/fwlink/?linkid=2133918 for flere oplysninger.

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeBeta">Giver dig mulighed for at angive, om brugere i Windows Insider Program er tilmeldt Edge Preview via Microsoft Edge Update.

  – Hvis du aktiverer (1) denne politik, er brugere i Windows Insider Program tilmeldt Edge Preview via Microsoft Edge Update.

  – Hvis du deaktiverer (0) denne politik, kan brugere i Windows Insider Program ikke tilmeldes Edge Preview via Microsoft Edge Update.

  – Hvis du ikke konfigurerer denne politik, er brugere i Windows Insider Program som standard tilmeldt Edge Preview via Microsoft Edge Update.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeBeta">Angiver, om Microsoft Edge Update opdaterer på forbindelser, der er markeret som forbrugsbaserede, f.eks. mobilforbindelser eller andre, hvor dataforbruget styres for den Microsoft Edge-browser. 

Hvis du ikke aktiverer og konfigurerer denne politik, sker opdateringer baseret på til/fra-knappen "Download opdateringer via forbrugsbaserede forbindelser" på siden Om i Microsoft Edge-browser. Hvis en bruger ikke foretager et valg, bruges Windows-indstillingen. Du kan få mere at vide om Windows-indstillingen her: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Tillad altid opdateringer (2): Opdateringer downloades altid, når de findes, enten ved automatisk opdateringskontrol eller ved en manuel opdateringskontrol.

Deaktiver opdateringer (1): Opdateringer downloades ikke, når der bruges en forbrugsbaseret forbindelse.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeBeta">Du kan angive, om Microsoft Edge (stabil kanal) er fjernet, eller om muligheden for at fjerne det er deaktiveret, på domænetilknyttede enheder i Det Europæiske Økonomiske Samarbejdsområde (EØS).

Hvis denne politik er aktiveret, fjernes Microsoft Edge automatisk på alle enheder i EØS, hvor denne politik er installeret. Brugerdata gemmes på enheden. Microsoft Edge fjernes, næste gang Microsoft Edge Update søger efter opdateringer automatisk. Hvis Microsoft Edge fjernes fra enheder, programmer, widgets (f.eks. Nyheder, Søg og Vejr) eller andre progressive webprogrammer (PWA'er), der er afhængige af Microsoft Edge, vil de ikke længere være tilgængelige.

Hvis denne politik er indstillet til "Aktiveret og slet brugerdata" (indstilling "2"), afinstalleres Microsoft Edge automatisk på alle enheder i EØS, hvor denne politik er installeret, og brugerdata slettes fra enheden.

Hvis denne politik er indstillet til "Deaktiveret" (indstilling "3"), forhindres alle brugere i EØS i at fjerne Microsoft Edge, hvor denne politik er installeret.

Hvis politikken er "Ikke konfigureret" (standardindstilling), bestemmer en brugers Windows-områdeindstilling, om brugeren kan fjerne Microsoft Edge på en enhed, der er tilknyttet et domæne. Det er kun brugere i EØS-lande, der kan fjerne Microsoft Edge, hvis de vælger at gøre det. Brugere uden for dette område kan ikke fjerne Microsoft Edge. 

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.

Gør følgende, hvis Microsoft Edge skal geninstalleres:
– du kan angive politikken "Installer" for at gennemtvinge installationer (hele computeren), så det er muligt at geninstallere Microsoft Edge.
– hvis du angiver installationspolitikken til Gennemtving installationer (hele computeren) og også indstiller fjernelsespolitikken til Aktiveret, tilsidesætter politikken Gennemtving installationer (hele computeren) fjernelsespolitikken.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Angiver, om en Microsoft Edge-kanal kan installeres på enheder, der er tilsluttet et domæne.

  Hvis du aktiverer (1) denne politik for en kanal, vil Microsoft Edge ikke blive blokeret fra installation.

  Hvis du deaktiverer (0) denne politik for en kanal (eller sætter den til "installationer deaktiveret"), vil Microsoft Edge blive blokeret fra installation.

  Hvis du udlader at konfigurere denne politikken for en kanal, fastslår Politikkonfigurationen "Standard for Tillad installation", om brugerne kan installere den pågældende kanal i Microsoft Edge.

Hvis du indstiller denne politik til Tillad altid Machine-Wide installationer, men ikke Per-User installationer (4), vil "APP_NAME" kun blive installeret på hele computeren.

Hvis du angiver denne politik til Gennemtving installationer (hele computeren) (5), kan "APP_NAME" kun udrulles på hele computeren, hvis Microsoft Edge Update er forudinstalleret. Kræver Microsoft Edge Update 1.3.155.43 eller nyere.

Hvis du sætter denne politik til Gennemtving installationer (Pr. bruger) (6), kan "APP_NAME" muligvis kun installeres på Per User-basis på alle computere, hvis Microsoft Edge Update er forudinstalleret pr. bruger. Kræver Microsoft Edge Update 1.3.155.43 eller nyere.

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Specificerer, hvordan Microsoft Edge Update håndterer tilgængelige opdateringer til Microsoft Edge.

Hvis du aktiverer denne politik, vil Microsoft Edge Update håndterer Microsoft Edge-opdateringer i henhold til hvordan du har konfigureret følgende indstillinger:
  – Opdaterings deaktiveret (0): Opdateringer anvendes aldrig.
  – Tillad altid opdateringer (1) (Anbefalet): Opdateringer anvendes altid, når de findes, enten af en specifik opdatering efter ved en manuel søgning efter opdateringer.
  – Kun manuelle opdateringer (2): Opdateringer anvendes kun, når brugeren kører en manuel søgning efter opdateringer. (Ikke alle apps har en grænseflade til denne indstilling).
  – Kun automatisk uovervåget installation (3): Opdateringer anvendes kun når de findes af den regelmæssige søgning efter opdateringer.

Hvis du vælger manuelle opdateringer, skal du sørge for at den periodiske søgning efter opdateringer ved brug af appens mekanisme til manuel opdatering, hvis tilgængelig. Hvis du deaktiverer opdateringer, periodisk søgning efter opdateringer, og distribuere dem til brugere.

Hvis du ikke aktiverer og konfigurerer denne politik, håndterer Microsoft Edge Update tilgængelige opdateringer, som specificeret af politikken 'Tilsidesæt standard for opdateringspolitik'.

Se https://go.microsoft.com/fwlink/?linkid=2136406 for flere oplysninger.

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">Specificerer, hvilken kanal, Microsoft Edge skal opdateres til.

Hvis du aktiverer denne politik, opdateres Microsoft Edge til kanalen i henhold til, hvordan du konfigurerer følgende indstillinger:

  – Stabil: Microsoft Edge vil blive opdateret til den nyeste stabile version.
  – Beta: Microsoft Edge vil blive opdateret til den nyeste betaversion.
  – Dev: Microsoft Edge vil blive opdateret til den nyeste dev-version.
  – Udvidet Stabil: Microsoft Edge vil blive opdateret til den nyeste udvidede stabile version, som følger en længere udgivelsesfrekvens end stabil. Besøg https://go.microsoft.com/fwlink/?linkid=2163508 for at få flere oplysninger.

Hvis du ikke konfigurerer denne politik, vil Microsoft Edge blive opdateret til den nyeste version, der er tilgængelig for Standardkanalen.

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Når du har aktiveret denne politik, og automatisk opdatering er aktiveret, opdateres Microsoft Edge til den version, der er angivet af denne politikværdi.

Politikværdien skal være en bestemt Microsoft Edge-version, f.eks. 83.0.499.12.

Hvis en enhed har en nyere version af Microsoft Edge end den angivne værdi, vil Microsoft Edge forblive i den nyere version og ikke nedgradere til den angivne version.

Hvis den angivne version ikke findes, eller ikke er formateret korrekt, forbliver Microsoft Edge i den aktuelle version og opdateres ikke automatisk til fremtidige versioner.

Se https://go.microsoft.com/fwlink/?linkid=2136707 for flere oplysninger.

Denne politik er kun tilgængelig i Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Angiver, at Microsoft Edge Update skal annullere opdatering af installationer af Microsoft Edge til den version, der er angivet i "Tilsidesættelse af destinationsversionen".

Denne politik har ingen effekt, medmindre "Tilsidesættelse af destinationsversionen" er angivet og "Tilsidesættelse af opdateringspolitik" er angivet til én af TIL-standene (Tillad altid opdateringer, Kun automatiske opdateringer uden bruger input, Kun manuelle opdateringer).

Hvis du deaktiverer (0) denne politik eller undlader at konfigurere den, forbliver installationer, der har en version, der er højere end den, der er angivet af "Tilsidesættelse af destinationsversionen", som de er.

Hvis du aktiverer (1) denne politik, nedgraderes installationer, der har en aktuel version, der er højere end angivet af "Tilsidesættelse af destinationsversionen", til målversionen.

Vi anbefaler, at brugerne installerer den nyeste version af Microsoft Edge-browseren for at sikre beskyttelse af de nyeste sikkerhedsopdateringer. Annullering af opdatering til en tidligere version risikerer at blive udsat for kendte sikkerhedsproblemer. Denne politik er beregnet til at blive brugt som en midlertidig rettelse til at løse problemer i en Microsoft Edge-browseropdatering.

Før du midlertidigt annullerer din browserversion, anbefaler vi, at du aktiverer Synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) for alle brugere i organisationen. Hvis du ikke aktiverer Synkronisering, er der risiko for permanent tab af browserdata. Brug denne politik på eget ansvar.

Bemærk: Alle versioner, der er tilgængelige for annullering af opdatering, kan ses her https://aka.ms/EdgeEnterprise.

Denne artikel gælder for Microsoft Edge version 86 eller nyere.

Se https://go.microsoft.com/fwlink/?linkid=2133918 for flere oplysninger.

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeDev">Giver dig mulighed for at angive, om brugere i Windows Insider Program er tilmeldt Edge Preview via Microsoft Edge Update.

  – Hvis du aktiverer (1) denne politik, er brugere i Windows Insider Program tilmeldt Edge Preview via Microsoft Edge Update.

  – Hvis du deaktiverer (0) denne politik, kan brugere i Windows Insider Program ikke tilmeldes Edge Preview via Microsoft Edge Update.

  – Hvis du ikke konfigurerer denne politik, er brugere i Windows Insider Program som standard tilmeldt Edge Preview via Microsoft Edge Update.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeDev">Angiver, om Microsoft Edge Update opdaterer på forbindelser, der er markeret som forbrugsbaserede, f.eks. mobilforbindelser eller andre, hvor dataforbruget styres for den Microsoft Edge-browser. 

Hvis du ikke aktiverer og konfigurerer denne politik, sker opdateringer baseret på til/fra-knappen "Download opdateringer via forbrugsbaserede forbindelser" på siden Om i Microsoft Edge-browser. Hvis en bruger ikke foretager et valg, bruges Windows-indstillingen. Du kan få mere at vide om Windows-indstillingen her: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Tillad altid opdateringer (2): Opdateringer downloades altid, når de findes, enten ved automatisk opdateringskontrol eller ved en manuel opdateringskontrol.

Deaktiver opdateringer (1): Opdateringer downloades ikke, når der bruges en forbrugsbaseret forbindelse.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeDev">Du kan angive, om Microsoft Edge (stabil kanal) er fjernet, eller om muligheden for at fjerne det er deaktiveret, på domænetilknyttede enheder i Det Europæiske Økonomiske Samarbejdsområde (EØS).

Hvis denne politik er aktiveret, fjernes Microsoft Edge automatisk på alle enheder i EØS, hvor denne politik er installeret. Brugerdata gemmes på enheden. Microsoft Edge fjernes, næste gang Microsoft Edge Update søger efter opdateringer automatisk. Hvis Microsoft Edge fjernes fra enheder, programmer, widgets (f.eks. Nyheder, Søg og Vejr) eller andre progressive webprogrammer (PWA'er), der er afhængige af Microsoft Edge, vil de ikke længere være tilgængelige.

Hvis denne politik er indstillet til "Aktiveret og slet brugerdata" (indstilling "2"), afinstalleres Microsoft Edge automatisk på alle enheder i EØS, hvor denne politik er installeret, og brugerdata slettes fra enheden.

Hvis denne politik er indstillet til "Deaktiveret" (indstilling "3"), forhindres alle brugere i EØS i at fjerne Microsoft Edge, hvor denne politik er installeret.

Hvis politikken er "Ikke konfigureret" (standardindstilling), bestemmer en brugers Windows-områdeindstilling, om brugeren kan fjerne Microsoft Edge på en enhed, der er tilknyttet et domæne. Det er kun brugere i EØS-lande, der kan fjerne Microsoft Edge, hvis de vælger at gøre det. Brugere uden for dette område kan ikke fjerne Microsoft Edge. 

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.

Gør følgende, hvis Microsoft Edge skal geninstalleres:
– du kan angive politikken "Installer" for at gennemtvinge installationer (hele computeren), så det er muligt at geninstallere Microsoft Edge.
– hvis du angiver installationspolitikken til Gennemtving installationer (hele computeren) og også indstiller fjernelsespolitikken til Aktiveret, tilsidesætter politikken Gennemtving installationer (hele computeren) fjernelsespolitikken.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Angiver, om en Microsoft Edge-kanal kan installeres på enheder, der er tilsluttet et domæne.

  Hvis du aktiverer (1) denne politik for en kanal, vil Microsoft Edge ikke blive blokeret fra installation.

  Hvis du deaktiverer (0) denne politik for en kanal (eller sætter den til "installationer deaktiveret"), vil Microsoft Edge blive blokeret fra installation.

  Hvis du udlader at konfigurere denne politikken for en kanal, fastslår Politikkonfigurationen "Standard for Tillad installation", om brugerne kan installere den pågældende kanal i Microsoft Edge.

Hvis du sætter denne politik til Gennemtving installationer (Pr. bruger) (6), kan "APP_NAME" muligvis kun installeres på Per User-basis på alle computere, hvis Microsoft Edge Update er forudinstalleret pr. bruger. Kræver Microsoft Edge Update 1.3.155.43 eller nyere.

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Specificerer, hvordan Microsoft Edge Update håndterer tilgængelige opdateringer til Microsoft Edge.

Hvis du aktiverer denne politik, vil Microsoft Edge Update håndterer Microsoft Edge-opdateringer i henhold til hvordan du har konfigureret følgende indstillinger:
  – Opdaterings deaktiveret (0): Opdateringer anvendes aldrig.
  – Tillad altid opdateringer (1) (Anbefalet): Opdateringer anvendes altid, når de findes, enten af en specifik opdatering efter ved en manuel søgning efter opdateringer.
  – Kun manuelle opdateringer (2): Opdateringer anvendes kun, når brugeren kører en manuel søgning efter opdateringer. (Ikke alle apps har en grænseflade til denne indstilling).
  – Kun automatisk uovervåget installation (3): Opdateringer anvendes kun når de findes af den regelmæssige søgning efter opdateringer.

Hvis du vælger manuelle opdateringer, skal du sørge for at den periodiske søgning efter opdateringer ved brug af appens mekanisme til manuel opdatering, hvis tilgængelig. Hvis du deaktiverer opdateringer, periodisk søgning efter opdateringer, og distribuere dem til brugere.

Hvis du ikke aktiverer og konfigurerer denne politik, håndterer Microsoft Edge Update tilgængelige opdateringer, som specificeret af politikken 'Tilsidesæt standard for opdateringspolitik'.

Se https://go.microsoft.com/fwlink/?linkid=2136406 for flere oplysninger.

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">Specificerer, hvilken kanal, Microsoft Edge skal opdateres til.

Hvis du aktiverer denne politik, opdateres Microsoft Edge til kanalen i henhold til, hvordan du konfigurerer følgende indstillinger:

  – Stabil: Microsoft Edge vil blive opdateret til den nyeste stabile version.
  – Beta: Microsoft Edge vil blive opdateret til den nyeste betaversion.
  – Dev: Microsoft Edge vil blive opdateret til den nyeste dev-version.
  – Udvidet Stabil: Microsoft Edge vil blive opdateret til den nyeste udvidede stabile version, som følger en længere udgivelsesfrekvens end stabil. Besøg https://go.microsoft.com/fwlink/?linkid=2163508 for at få flere oplysninger.

Hvis du ikke konfigurerer denne politik, vil Microsoft Edge blive opdateret til den nyeste version, der er tilgængelig for Standardkanalen.

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Når du har aktiveret denne politik, og automatisk opdatering er aktiveret, opdateres Microsoft Edge til den version, der er angivet af denne politikværdi.

Politikværdien skal være en bestemt Microsoft Edge-version, f.eks. 83.0.499.12.

Hvis en enhed har en nyere version af Microsoft Edge end den angivne værdi, vil Microsoft Edge forblive i den nyere version og ikke nedgradere til den angivne version.

Hvis den angivne version ikke findes, eller ikke er formateret korrekt, forbliver Microsoft Edge i den aktuelle version og opdateres ikke automatisk til fremtidige versioner.

Se https://go.microsoft.com/fwlink/?linkid=2136707 for flere oplysninger.

Denne politik er kun tilgængelig i Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Angiver, at Microsoft Edge Update skal annullere opdatering af installationer af Microsoft Edge til den version, der er angivet i "Tilsidesættelse af destinationsversionen".

Denne politik har ingen effekt, medmindre "Tilsidesættelse af destinationsversionen" er angivet og "Tilsidesættelse af opdateringspolitik" er angivet til én af TIL-standene (Tillad altid opdateringer, Kun automatiske opdateringer uden bruger input, Kun manuelle opdateringer).

Hvis du deaktiverer (0) denne politik eller undlader at konfigurere den, forbliver installationer, der har en version, der er højere end den, der er angivet af "Tilsidesættelse af destinationsversionen", som de er.

Hvis du aktiverer (1) denne politik, nedgraderes installationer, der har en aktuel version, der er højere end angivet af "Tilsidesættelse af destinationsversionen", til målversionen.

Vi anbefaler, at brugerne installerer den nyeste version af Microsoft Edge-browseren for at sikre beskyttelse af de nyeste sikkerhedsopdateringer. Annullering af opdatering til en tidligere version risikerer at blive udsat for kendte sikkerhedsproblemer. Denne politik er beregnet til at blive brugt som en midlertidig rettelse til at løse problemer i en Microsoft Edge-browseropdatering.

Før du midlertidigt annullerer din browserversion, anbefaler vi, at du aktiverer Synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) for alle brugere i organisationen. Hvis du ikke aktiverer Synkronisering, er der risiko for permanent tab af browserdata. Brug denne politik på eget ansvar.

Bemærk: Alle versioner, der er tilgængelige for annullering af opdatering, kan ses her https://aka.ms/EdgeEnterprise.

Denne artikel gælder for Microsoft Edge version 86 eller nyere.

Se https://go.microsoft.com/fwlink/?linkid=2133918 for flere oplysninger.

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeCanary">Giver dig mulighed for at angive, om brugere i Windows Insider Program er tilmeldt Edge Preview via Microsoft Edge Update.

  – Hvis du aktiverer (1) denne politik, er brugere i Windows Insider Program tilmeldt Edge Preview via Microsoft Edge Update.

  – Hvis du deaktiverer (0) denne politik, kan brugere i Windows Insider Program ikke tilmeldes Edge Preview via Microsoft Edge Update.

  – Hvis du ikke konfigurerer denne politik, er brugere i Windows Insider Program som standard tilmeldt Edge Preview via Microsoft Edge Update.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeCanary">Angiver, om Microsoft Edge Update opdaterer på forbindelser, der er markeret som forbrugsbaserede, f.eks. mobilforbindelser eller andre, hvor dataforbruget styres for den Microsoft Edge-browser. 

Hvis du ikke aktiverer og konfigurerer denne politik, sker opdateringer baseret på til/fra-knappen "Download opdateringer via forbrugsbaserede forbindelser" på siden Om i Microsoft Edge-browser. Hvis en bruger ikke foretager et valg, bruges Windows-indstillingen. Du kan få mere at vide om Windows-indstillingen her: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Tillad altid opdateringer (2): Opdateringer downloades altid, når de findes, enten ved automatisk opdateringskontrol eller ved en manuel opdateringskontrol.

Deaktiver opdateringer (1): Opdateringer downloades ikke, når der bruges en forbrugsbaseret forbindelse.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeCanary">Du kan angive, om Microsoft Edge (stabil kanal) er fjernet, eller om muligheden for at fjerne det er deaktiveret, på domænetilknyttede enheder i Det Europæiske Økonomiske Samarbejdsområde (EØS).

Hvis denne politik er aktiveret, fjernes Microsoft Edge automatisk på alle enheder i EØS, hvor denne politik er installeret. Brugerdata gemmes på enheden. Microsoft Edge fjernes, næste gang Microsoft Edge Update søger efter opdateringer automatisk. Hvis Microsoft Edge fjernes fra enheder, programmer, widgets (f.eks. Nyheder, Søg og Vejr) eller andre progressive webprogrammer (PWA'er), der er afhængige af Microsoft Edge, vil de ikke længere være tilgængelige.

Hvis denne politik er indstillet til "Aktiveret og slet brugerdata" (indstilling "2"), afinstalleres Microsoft Edge automatisk på alle enheder i EØS, hvor denne politik er installeret, og brugerdata slettes fra enheden.

Hvis denne politik er indstillet til "Deaktiveret" (indstilling "3"), forhindres alle brugere i EØS i at fjerne Microsoft Edge, hvor denne politik er installeret.

Hvis politikken er "Ikke konfigureret" (standardindstilling), bestemmer en brugers Windows-områdeindstilling, om brugeren kan fjerne Microsoft Edge på en enhed, der er tilknyttet et domæne. Det er kun brugere i EØS-lande, der kan fjerne Microsoft Edge, hvis de vælger at gøre det. Brugere uden for dette område kan ikke fjerne Microsoft Edge. 

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.

Gør følgende, hvis Microsoft Edge skal geninstalleres:
– du kan angive politikken "Installer" for at gennemtvinge installationer (hele computeren), så det er muligt at geninstallere Microsoft Edge.
– hvis du angiver installationspolitikken til Gennemtving installationer (hele computeren) og også indstiller fjernelsespolitikken til Aktiveret, tilsidesætter politikken Gennemtving installationer (hele computeren) fjernelsespolitikken.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Angiver, om en Microsoft Edge-kanal kan installeres på enheder, der er tilsluttet et domæne.

  Hvis du aktiverer (1) denne politik for en kanal, vil Microsoft Edge ikke blive blokeret fra installation.

  Hvis du deaktiverer (0) denne politik for en kanal (eller sætter den til "installationer deaktiveret"), vil Microsoft Edge blive blokeret fra installation.

  Hvis du udlader at konfigurere denne politikken for en kanal, fastslår Politikkonfigurationen "Standard for Tillad installation", om brugerne kan installere den pågældende kanal i Microsoft Edge.

Hvis du indstiller denne politik til Tillad altid Machine-Wide installationer, men ikke Per-User installationer (4), vil "APP_NAME" kun blive installeret på hele computeren.

Hvis du angiver denne politik til Gennemtving installationer (hele computeren) (5), kan "APP_NAME" kun udrulles på hele computeren, hvis Microsoft Edge Update er forudinstalleret. Kræver Microsoft Edge Update 1.3.155.43 eller nyere.

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Specificerer, hvordan Microsoft Edge Update håndterer tilgængelige opdateringer til Microsoft Edge.

Hvis du aktiverer denne politik, vil Microsoft Edge Update håndterer Microsoft Edge-opdateringer i henhold til hvordan du har konfigureret følgende indstillinger:
  – Opdaterings deaktiveret (0): Opdateringer anvendes aldrig.
  – Tillad altid opdateringer (1) (Anbefalet): Opdateringer anvendes altid, når de findes, enten af en specifik opdatering efter ved en manuel søgning efter opdateringer.
  – Kun manuelle opdateringer (2): Opdateringer anvendes kun, når brugeren kører en manuel søgning efter opdateringer. (Ikke alle apps har en grænseflade til denne indstilling).
  – Kun automatisk uovervåget installation (3): Opdateringer anvendes kun når de findes af den regelmæssige søgning efter opdateringer.

Hvis du vælger manuelle opdateringer, skal du sørge for at den periodiske søgning efter opdateringer ved brug af appens mekanisme til manuel opdatering, hvis tilgængelig. Hvis du deaktiverer opdateringer, periodisk søgning efter opdateringer, og distribuere dem til brugere.

Hvis du ikke aktiverer og konfigurerer denne politik, håndterer Microsoft Edge Update tilgængelige opdateringer, som specificeret af politikken 'Tilsidesæt standard for opdateringspolitik'.

Se https://go.microsoft.com/fwlink/?linkid=2136406 for flere oplysninger.

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">Specificerer, hvilken kanal, Microsoft Edge skal opdateres til.

Hvis du aktiverer denne politik, opdateres Microsoft Edge til kanalen i henhold til, hvordan du konfigurerer følgende indstillinger:

  – Stabil: Microsoft Edge vil blive opdateret til den nyeste stabile version.
  – Beta: Microsoft Edge vil blive opdateret til den nyeste betaversion.
  – Dev: Microsoft Edge vil blive opdateret til den nyeste dev-version.
  – Udvidet Stabil: Microsoft Edge vil blive opdateret til den nyeste udvidede stabile version, som følger en længere udgivelsesfrekvens end stabil. Besøg https://go.microsoft.com/fwlink/?linkid=2163508 for at få flere oplysninger.

Hvis du ikke konfigurerer denne politik, vil Microsoft Edge blive opdateret til den nyeste version, der er tilgængelig for Standardkanalen.

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Når du har aktiveret denne politik, og automatisk opdatering er aktiveret, opdateres Microsoft Edge til den version, der er angivet af denne politikværdi.

Politikværdien skal være en bestemt Microsoft Edge-version, f.eks. 83.0.499.12.

Hvis en enhed har en nyere version af Microsoft Edge end den angivne værdi, vil Microsoft Edge forblive i den nyere version og ikke nedgradere til den angivne version.

Hvis den angivne version ikke findes, eller ikke er formateret korrekt, forbliver Microsoft Edge i den aktuelle version og opdateres ikke automatisk til fremtidige versioner.

Se https://go.microsoft.com/fwlink/?linkid=2136707 for flere oplysninger.

Denne politik er kun tilgængelig i Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Angiver, at Microsoft Edge Update skal annullere opdatering af installationer af Microsoft Edge til den version, der er angivet i "Tilsidesættelse af destinationsversionen".

Denne politik har ingen effekt, medmindre "Tilsidesættelse af destinationsversionen" er angivet og "Tilsidesættelse af opdateringspolitik" er angivet til én af TIL-standene (Tillad altid opdateringer, Kun automatiske opdateringer uden bruger input, Kun manuelle opdateringer).

Hvis du deaktiverer (0) denne politik eller undlader at konfigurere den, forbliver installationer, der har en version, der er højere end den, der er angivet af "Tilsidesættelse af destinationsversionen", som de er.

Hvis du aktiverer (1) denne politik, nedgraderes installationer, der har en aktuel version, der er højere end angivet af "Tilsidesættelse af destinationsversionen", til målversionen.

Vi anbefaler, at brugerne installerer den nyeste version af Microsoft Edge-browseren for at sikre beskyttelse af de nyeste sikkerhedsopdateringer. Annullering af opdatering til en tidligere version risikerer at blive udsat for kendte sikkerhedsproblemer. Denne politik er beregnet til at blive brugt som en midlertidig rettelse til at løse problemer i en Microsoft Edge-browseropdatering.

Før du midlertidigt annullerer din browserversion, anbefaler vi, at du aktiverer Synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) for alle brugere i organisationen. Hvis du ikke aktiverer Synkronisering, er der risiko for permanent tab af browserdata. Brug denne politik på eget ansvar.

Bemærk: Alle versioner, der er tilgængelige for annullering af opdatering, kan ses her https://aka.ms/EdgeEnterprise.

Denne artikel gælder for Microsoft Edge version 86 eller nyere.

Se https://go.microsoft.com/fwlink/?linkid=2133918 for flere oplysninger.

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeWebView">Giver dig mulighed for at angive, om brugere i Windows Insider Program er tilmeldt Edge Preview via Microsoft Edge Update.

  – Hvis du aktiverer (1) denne politik, er brugere i Windows Insider Program tilmeldt Edge Preview via Microsoft Edge Update.

  – Hvis du deaktiverer (0) denne politik, kan brugere i Windows Insider Program ikke tilmeldes Edge Preview via Microsoft Edge Update.

  – Hvis du ikke konfigurerer denne politik, er brugere i Windows Insider Program som standard tilmeldt Edge Preview via Microsoft Edge Update.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeWebView">Angiver, om Microsoft Edge Update opdaterer på forbindelser, der er markeret som forbrugsbaserede, f.eks. mobilforbindelser eller andre, hvor dataforbruget styres for den Microsoft Edge-browser. 

Hvis du ikke aktiverer og konfigurerer denne politik, sker opdateringer baseret på til/fra-knappen "Download opdateringer via forbrugsbaserede forbindelser" på siden Om i Microsoft Edge-browser. Hvis en bruger ikke foretager et valg, bruges Windows-indstillingen. Du kan få mere at vide om Windows-indstillingen her: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Tillad altid opdateringer (2): Opdateringer downloades altid, når de findes, enten ved automatisk opdateringskontrol eller ved en manuel opdateringskontrol.

Deaktiver opdateringer (1): Opdateringer downloades ikke, når der bruges en forbrugsbaseret forbindelse.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeWebView">Du kan angive, om Microsoft Edge (stabil kanal) er fjernet, eller om muligheden for at fjerne det er deaktiveret, på domænetilknyttede enheder i Det Europæiske Økonomiske Samarbejdsområde (EØS).

Hvis denne politik er aktiveret, fjernes Microsoft Edge automatisk på alle enheder i EØS, hvor denne politik er installeret. Brugerdata gemmes på enheden. Microsoft Edge fjernes, næste gang Microsoft Edge Update søger efter opdateringer automatisk. Hvis Microsoft Edge fjernes fra enheder, programmer, widgets (f.eks. Nyheder, Søg og Vejr) eller andre progressive webprogrammer (PWA'er), der er afhængige af Microsoft Edge, vil de ikke længere være tilgængelige.

Hvis denne politik er indstillet til "Aktiveret og slet brugerdata" (indstilling "2"), afinstalleres Microsoft Edge automatisk på alle enheder i EØS, hvor denne politik er installeret, og brugerdata slettes fra enheden.

Hvis denne politik er indstillet til "Deaktiveret" (indstilling "3"), forhindres alle brugere i EØS i at fjerne Microsoft Edge, hvor denne politik er installeret.

Hvis politikken er "Ikke konfigureret" (standardindstilling), bestemmer en brugers Windows-områdeindstilling, om brugeren kan fjerne Microsoft Edge på en enhed, der er tilknyttet et domæne. Det er kun brugere i EØS-lande, der kan fjerne Microsoft Edge, hvis de vælger at gøre det. Brugere uden for dette område kan ikke fjerne Microsoft Edge. 

Denne politik er kun tilgængelig på Windows-forekomster, der er knyttet til et Microsoft® Active Directory®-domæne.

Gør følgende, hvis Microsoft Edge skal geninstalleres:
– du kan angive politikken "Installer" for at gennemtvinge installationer (hele computeren), så det er muligt at geninstallere Microsoft Edge.
– hvis du angiver installationspolitikken til Gennemtving installationer (hele computeren) og også indstiller fjernelsespolitikken til Aktiveret, tilsidesætter politikken Gennemtving installationer (hele computeren) fjernelsespolitikken.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Minutter mellem søgninger efter opdateringer</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Time</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Minut</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Varighed</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Typen af URL-adresse til download, der skal anmodes om</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Vælg, hvordan indstillinger for proxyserveren skal angives</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Adresse eller URL-adresse på en proxyserver</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>URL-adresse til proxy. PAC-fil</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Opdateringspolitik</dropdownList>
      </presentation>
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Opdateringspolitik</dropdownList>
      </presentation>
      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Destinationsversion</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">Kontrollér opdaterings kommunikationens kommunikation med Eksperimenterings- og konfigurationstjeneste</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">Destinationskanal
        </dropdownList>
      </presentation>
      <presentation id="Pol_DefaultRemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_RemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_EdgePreview" />
      <presentation id="Pol_DefaultMeteredUpdates">
        <dropdownList refId="Part_DefaultMeteredUpdatesPolicy"
            defaultItem="0">Standardpolitik for forbrugsbaserede opdateringer</dropdownList>
      </presentation>
      <presentation id="Pol_MeteredUpdates">
        <dropdownList refId="Part_MeteredUpdatesPolicy"
            defaultItem="0">Politik for forbrugsbaserede opdateringer</dropdownList>
      </presentation>
      <presentation id="Pol_UninstallEdge">
        <dropdownList refId="Part_UninstallEdgePolicy"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultAllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Installationspolitik</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Installationspolitik</dropdownList>
      </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>